# Copyright (C) 2019, CERN
# This software is distributed under the terms of the GNU General Public
# Licence version 3 (GPL Version 3), copied verbatim in the file "LICENSE".
# In applying this license, CERN does not waive the privileges and immunities
# granted to it by virtue of its status as Intergovernmental Organization
# or submit itself to any jurisdiction.

PASSCODE_CREATION_ERROR=En raison de probl\u00e8mes de connexion, le syst\u00e8me n'a pas pu g\u00e9n\u00e9rer de code d'acc\u00e8s.
OUT_OF_WORKFLOW_ERROR=Vous n'\u00eates pas autoris\u00e9 \u00e0 effectuer cette action. Veuillez contacter les organisateurs.
INCORRECT_API_INPUT=L'information fournie pour cette requ\u00eate est invalide.
IMPLEMENTATION_IS_MISSING=D\u00e9sol\u00e9, cette fonctionnalit\u00e9 n'a pas encore \u00e9t\u00e9 mise en place.
AUTOMATED_TEST_PASSCODE_ERROR=Impossible de trouver le code d'acc\u00e8s dans la base de donn\u00e9es.
PASSCODE_VALIDATION_TRY_AGAIN=Une erreur est survenue lors de la validation de votre code d'acc\u00e8s. Veuillez r\u00e9essayer ou en demander un nouveau.
USER_NOT_REGISTERED=Vous n'avez aucune inscription. Veuillez cr\u00e9er une inscription.
TOO_MANY_ACTIVE_PASSCODE=Erreur de code d'acc\u00e8s. Veuillez demander un nouveau code d'acc\u00e8s.
TOKEN_PARSE_ERROR=Votre code d'acc\u00e8s est invalide ou a expir\u00e9. Veuillez demander un nouveau code d'acc\u00e8s.
VISITOR_DETAILS_UPDATE_FAILED=Erreur lors de l'enregistrement de vos informations visiteurs. Veuillez r\u00e9essayer.
VISITOR_DETAILS_LOAD_FAILED=Erreur lors du chargement de vos informations visiteurs. Veuillez r\u00e9p\u00e9ter votre derni\u00e8re action ou recharger la page.
VISITOR_TRANSPORT_TYPE_UPDATE_FAILED=Erreur lors de l'enregistrement de vos informations de transport. Veuillez r\u00e9essayer.
VISITOR_TRANSPORT_TYPE_LOAD_FAILED=Erreur lors du chargement de vos informations transport.
ARRIVAL_POINT_GET_AVAILABLE_DATES_LOAD_FAILED=Erreur lors du chargement des dates disponibles. Veuillez r\u00e9p\u00e9ter votre derni\u00e8re action ou recharger la page.
ARRIVAL_POINT_GET_AVAILABLE_PLACES_LOAD_FAILED=Erreur lors du chargement des sites disponibles pour la date s\u00e9lectionn\u00e9e. Veuillez r\u00e9p\u00e9ter votre derni\u00e8re action ou recharger la page.
ARRIVAL_POINT_UPDATE_FAILED=Erreur lors de l'enregistrement de votre site d'arriv\u00e9e. Veuillez r\u00e9p\u00e9ter votre derni\u00e8re action.
NEW_RESERVATION_CREATION_FAILED=Erreur lors de la cr\u00e9ation d'une nouvelle inscription. Veuillez r\u00e9p\u00e9ter votre derni\u00e8re action.
RESERVATION_STATUS_CANCEL_UPDATE_FAILED=Erreur lors de l'annulation de votre inscription. Veuillez r\u00e9p\u00e9ter votre derni\u00e8re action.
RESERVATION_STATUS_FINAL_UPDATE_FAILED=Erreur lors de l'enregistrement final de votre inscription. Veuillez r\u00e9p\u00e9ter votre derni\u00e8re action.
RESERVATION_STATUS_MODIFIED_UPDATE_FAILED=Erreur lors de l'enregistrement des modifications de votre r\u00e9servation. Veuillez r\u00e9p\u00e9ter votre derni\u00e8re action.
RESERVATION_DASHBOARD_SUMMARY_LOAD_FAILED=Erreur lors du chargement de vos inscriptions. Veuillez recharger la page.
RESERVATION_SUMMARY_LOAD_FAILED=Erreur lors du chargement du r\u00e9sum\u00e9 de vos inscriptions. Veuillez recharger la page.
VISITOR_VALIDATION_MAX_SIX_VISITOR=Vous ne pouvez inscrire que 6 personnes au maximum.
VISITOR_VALIDATION_MIN_ONE_VISITOR=Vous devez inscrire au moins 1 personne.
VISITOR_VALIDATION_AGE=L'\u00e2ge du visiteur doit \u00eatre un nombre entier entre 0 et 120.
VISITORS_REMOVE_FASTTRACK=Erreur lors de la suppression de l'option Fast Track LHC. Veuillez r\u00e9essayer.
ARRIVAL_DATE_NOT_AVAILABLE=Cette date d'arriv\u00e9e n'est pas disponible. Veuillez en choisir une autre.
NO_FREE_SPACE_FOR_TIMESLOT=Ce cr\u00e9neau n\u2019est pas disponible. Veuillez en choisir un autre.
NO_FAST_TRACK_TICKETS=Il n\u2019y a pas d\u2019option Fast Track pour ce cr\u00e9neau. Voulez-vous continuer sans Fast Track?
VISITOR_VALIDATION_ADULT=Il doit y avoir au moins un adulte dans votre groupe.
VISITOR_VALIDATION_FAST_TRACK_AGE=Seules les personnes de plus de douze ans peuvent obtenir un fast track.
POINT_OF_ORIGIN_FAILED_TO_RETREIVE=Erreur lors du chargement des donn\u00e9es des points d'origine
POINT_OF_ORIGIN_FAILED_TO_STORE=Erreur pour stocker le point d'origine, veuillez r\u00e9p\u00e9ter votre derni\u00e8re action
EMPTY_API_INPUT=L'information fournie pour cette requ\u00eate est vide.
UPDATE_EXISTING_RESERVATION_TOKEN_GENERATION_FAILED=Echec du chargement des donn\u00e9es de la r\u00e9servation en vue de la mise \u00e0 jour. Essayez \u00e0 nouveau s'il vous pla\u00eet.
UPDATE_EXISTING_RESERVATION_ARRIVAL_POINT_UPDATE_FAILED=Echec de la mise \u00e0 jour du lieu et de la date d'arriv\u00e9e de la r\u00e9servation . 
UPDATE_EXISTING_RESERVATION_LOAD_BOOKED_VISITDAY=Echec du chargement de la date de la r\u00e9servation existante.
UPDATE_EXISTING_RESERVATION_LOAD_VISITOR_DETAILS=Echec du chargement des donn\u00e9es du visiteur, Essayez \u00e0 nouveau s'il vous pla\u00eet. 
UPDATE_EXISITNG_RESERVATION_VISITOR_DETAILS=Echec de la mise \u00e0 jour des donn\u00e9es du visiteur. Essayez \u00e0 nouveau s'il vous pla\u00eet.
FAILED_TO_REREQUEST_RESERVATION_CONFIRMATION_MAIL=Echec de l'envoi du courriel de confirmation. Essayez \u00e0 nouveau s'il vous pla\u00eet.
FAILED_TO_LOAD_AVAILABLE_PLACES_PER_DAYS=Echec du chargement des donn\u00e9es concernant les places disponibles pour les jours de visite. Essayez de recharger la page s'il vous pla\u00eet.
RESERVATION_UPDATE_NOT_ENOUGH_PLACE=Le syst\u00e8me ne peut pas valider vos changements parce qu\u2019il ne reste pas suffisamment de places libres.
RESERVATION_UPDATE_NOT_ENOUGH_FAST_TRACK_PLACE=Le syst\u00e8me ne peut pas valider vos changements parce qu\u2019il ne reste pas suffisamment de places Fast Track libres.
